import React from 'react'
import { PageLayout, H2, P, ContainerAbout, Form,FormTitle } from '../style/style';

const aboutPage = () => {
    return (
<PageLayout>
  <Form big>
      <FormTitle>מי אנחנו אולפני צעד</FormTitle>
    <P>
אולפני צעד הוקם בשנת 2019, עקב הרצון של יובל צעד ונועם אלישע לשלב כוחות וליצור עסק
.שמשלב בין היכולות של יובל (הפקת וידאו) ונועם (עולם הסאונד)
יובל התחיל את צעדיו בתחום הוידאו עוד מימי בית הספר, שם הוא יצר סרטונים מרהיבים
.עם הזמן ועקב התגובות החיוביות, יובל התחיל להבין שזה בדיוק המקצוע בשבילו
.נועם מגיע מעולם הסאונד, בוגר מכללת סלע סקול, ומרצה קורס מיקס במכללה עד היום
אולפני צעד הוקם על בסיס הידע והניסיון של שנינו ביחד בעולם הוידאו והסאונד, והמטרה שלנו
היא ליצור חברה אשר מספקת מוצר ברמה הגבוהה ביותר, תוך כדי שמירה על איכות סאונד ווידאו גבוהה
 .כמו כן, יש לנו אולפן הקלטות מקצועי המתמחה בהפקות מוזיקליות, הקלטות ומיקס לרמת סאונד מקסימלית 
 .מאז שהתחלנו, כבר הספקנו להבחין בגדילה המשמעותית של השוק, ובצורך הגדל של הלקוחות הפונים אלינו ליצירת סרטון איכותי לעסק שלהם 
 כיום עם המון אהבה ותשוקה למקצוע, אנו מלווים כל לקוח ולקוח בתהליך ההפקה
  !ומוודאים שכל לקוח יוצא עם חיוך ענק על הפנים
  </P>
  </Form>  
           </PageLayout>
    )
}
export default aboutPage;