import React from 'react'
import { PageLayout, H2, P, ContainerAbout } from '../style/style';

const aboutPage = () => {
    return (
<PageLayout>
<ContainerAbout>
<H2> Zaad Studios - מי אנחנו אולפני צעד</H2>
<P white>
אולפני צעד הוקם בשנת 2019, עקב הרצון של יובל צעד ונועם אלישע לשלב כוחות וליצור עסק
<br/>
.שמשלב בין היכולות של יובל (הפקת וידאו) ונועם (עולם הסאונד)
<br/>
יובל התחיל את צעדיו בתחום הוידאו עוד מימי בית הספר, שם הוא יצר סרטונים מרהיבים
<br/>

.עם הזמן ועקב התגובות החיוביות, יובל התחיל להבין שזה בדיוק המקצוע בשבילו
<br/>
.נועם מגיע מעולם הסאונד, בוגר מכללת סלע סקול, ומרצה קורס מיקס במכללה עד היום
<br/>
אולפני צעד הוקם על בסיס הידע והניסיון של שנינו ביחד בעולם הוידאו והסאונד, והמטרה שלנו
<br/>
היא ליצור חברה אשר מספקת מוצר ברמה הגבוהה ביותר, תוך כדי שמירה על איכות סאונד ווידאו גבוהה
<br/>
 .כמו כן, יש לנו אולפן הקלטות מקצועי המתמחה בהפקות מוזיקליות, הקלטות ומיקס לרמת סאונד מקסימלית 
 <br/>
 .מאז שהתחלנו, כבר הספקנו להבחין בגדילה המשמעותית של השוק, ובצורך הגדל של הלקוחות הפונים אלינו ליצירת סרטון איכותי לעסק שלהם 
 <br/>
 כיום עם המון אהבה ותשוקה למקצוע, אנו מלווים כל לקוח ולקוח בתהליך ההפקה
 <br/>
  !ומוודאים שכל לקוח יוצא עם חיוך ענק על הפנים
 </P>
 </ContainerAbout>
           </PageLayout>
    )
}
export default aboutPage;